Repository: Ashwinn11/honestly
Catalog: Honestly/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pt_br, pt_pt, ru, zh_hans, zh_hant

source: App Language
ar: لغة التطبيق
de: App-Sprache
es: Idioma de la app
fr: Langue de l'app
it: Lingua dell'app
ja: アプリの言語
ko: 앱 언어
nl: App-taal
pt_br: Idioma do app
pt_pt: Idioma da app
ru: Язык приложения
zh_hans: 应用语言
zh_hant: 應用程式語言

source: apps open, plant grows. go gently.
ar: التطبيقات تُفتح، والنبتة تنمو. تمهّل.
de: Apps öffnen sich, die Pflanze wächst. Lass es ruhig angehen.
es: las apps se abren, la planta crece. ve con calma.
fr: les apps s'ouvrent, la plante pousse. vas-y doucement.
it: le app si aprono, la pianta cresce. vai con calma.
ja: アプリが開き、植物が育つ。ゆっくりいきましょう。
ko: 앱이 열리고 식물이 자라요. 천천히 가세요.
nl: apps gaan open, plant groeit. rustig aan.
pt_br: os apps abrem, a planta cresce. vá com calma.
pt_pt: as apps abrem, a planta cresce. vai com calma.
ru: приложения открываются, растение растёт. не торопись.
zh_hans: 应用解锁，植物生长。慢慢来。
zh_hant: 應用程式解鎖，植物生長。慢慢來。

source: apps unlock the moment you finish.
ar: تُفتح التطبيقات لحظة انتهائك.
de: Die Apps entsperren sich, sobald du fertig bist.
es: las apps se desbloquean en cuanto terminas.
fr: les apps se déverrouillent dès que tu as fini.
it: le app si sbloccano appena finisci.
ja: 書き終えた瞬間にアプリのロックが解けます。
ko: 끝내는 순간 앱 잠금이 풀려요.
nl: apps ontgrendelen zodra je klaar bent.
pt_br: os apps desbloqueiam no instante em que você termina.
pt_pt: as apps desbloqueiam no momento em que terminas.
ru: приложения разблокируются, как только ты закончишь.
zh_hans: 在你完成的那一刻，应用就会解锁。
zh_hant: 在你完成的那一刻，應用程式就會解鎖。

source: Awful
ar: سيئ جدًا
de: Furchtbar
es: Fatal
fr: Horrible
it: Terribile
ja: 最悪
ko: 최악
nl: Vreselijk
pt_br: Péssimo
pt_pt: Péssimo
ru: Ужасно
zh_hans: 糟透了
zh_hant: 糟透了

source: Back up now
ar: انسخ احتياطيًا الآن
de: Jetzt sichern
es: Respaldar ahora
fr: Sauvegarder maintenant
it: Esegui backup ora
ja: 今すぐバックアップ
ko: 지금 백업
nl: Nu back-uppen
pt_br: Fazer backup agora
pt_pt: Fazer cópia agora
ru: Создать копию сейчас
zh_hans: 立即备份
zh_hant: 立即備份

source: back up or restore your entries.
ar: انسخ مدخلاتك احتياطيًا أو استعدها.
de: Sichere oder stelle deine Einträge wieder her.
es: respalda o restaura tus entradas.
fr: sauvegarde ou restaure tes entrées.
it: salva o ripristina le tue voci.
ja: エントリーをバックアップまたは復元します。
ko: 기록을 백업하거나 복원하세요.
nl: maak een back-up of herstel je items.
pt_br: faça backup ou restaure suas entradas.
pt_pt: faz cópia ou restaura as tuas entradas.
ru: сохрани или восстанови свои записи.
zh_hans: 备份或恢复你的记录。
zh_hant: 備份或還原你的記錄。

source: Back up your entries to iCloud, or restore from your latest backup.
ar: انسخ مدخلاتك احتياطيًا إلى iCloud، أو استعدها من أحدث نسخة.
de: Sichere deine Einträge in iCloud oder stelle sie aus deinem letzten Backup wieder her.
es: Respalda tus entradas en iCloud o restaura desde tu última copia.
fr: Sauvegarde tes entrées sur iCloud, ou restaure depuis ta dernière sauvegarde.
it: Salva le tue voci su iCloud o ripristina dall'ultimo backup.
ja: エントリーをiCloudにバックアップするか、最新のバックアップから復元します。
ko: 기록을 iCloud에 백업하거나 최근 백업에서 복원하세요.
nl: Maak een back-up van je items naar iCloud, of herstel vanaf je laatste back-up.
pt_br: Faça backup das suas entradas no iCloud ou restaure do último backup.
pt_pt: Faz cópia das tuas entradas no iCloud ou restaura a partir da última cópia.
ru: Сохрани свои записи в iCloud или восстанови из последней резервной копии.
zh_hans: 将你的记录备份到 iCloud，或从最近的备份恢复。
zh_hant: 將你的記錄備份到 iCloud，或從最近的備份還原。

source: Backed up %lld entries to iCloud.
ar: تم نسخ %lld مدخلة احتياطيًا إلى iCloud.
de: %lld Einträge in iCloud gesichert.
es: Se respaldaron %lld entradas en iCloud.
fr: %lld entrées sauvegardées sur iCloud.
it: %lld voci salvate su iCloud.
ja: %lld件のエントリーをiCloudにバックアップしました。
ko: %lld개의 기록을 iCloud에 백업했어요.
nl: %lld items geback-upt naar iCloud.
pt_br: %lld entradas salvas no iCloud.
pt_pt: %lld entradas guardadas no iCloud.
ru: %lld записей сохранено в iCloud.
zh_hans: 已将 %lld 条记录备份到 iCloud。
zh_hant: 已將 %lld 則記錄備份到 iCloud。

source: Backup failed. Check your iCloud connection.
ar: فشل النسخ الاحتياطي. تحقق من اتصال iCloud.
de: Sicherung fehlgeschlagen. Prüfe deine iCloud-Verbindung.
es: Error al respaldar. Comprueba tu conexión a iCloud.
fr: Échec de la sauvegarde. Vérifie ta connexion iCloud.
it: Backup non riuscito. Controlla la connessione a iCloud.
ja: バックアップに失敗しました。iCloudの接続を確認してください。
ko: 백업에 실패했어요. iCloud 연결을 확인하세요.
nl: Back-up mislukt. Controleer je iCloud-verbinding.
pt_br: Falha no backup. Verifique sua conexão com o iCloud.
pt_pt: Falha na cópia de segurança. Verifica a ligação ao iCloud.
ru: Не удалось создать резервную копию. Проверьте подключение к iCloud.
zh_hans: 备份失败。请检查你的 iCloud 连接。
zh_hant: 備份失敗。請檢查你的 iCloud 連線。

source: be honest —
ar: كن صادقًا —
de: sei ehrlich —
es: sé honesto —
fr: sois honnête —
it: sii sincero —
ja: 正直に言うと —
ko: 솔직히 —
nl: wees eerlijk —
pt_br: seja sincero —
pt_pt: sê sincero —
ru: будь честен —
zh_hans: 说实话 —
zh_hant: 說實話 —

source: bloom
ar: مزهر
de: Blüte
es: floración
fr: floraison
it: fioritura
ja: 満開
ko: 만개
nl: bloei
pt_br: florescer
pt_pt: florescer
ru: цветение
zh_hans: 盛开
zh_hant: 盛開

source: Bushy and green all over.
ar: كثيفة وخضراء بالكامل.
de: Buschig und überall grün.
es: Frondosa y verde por completo.
fr: Touffue et verte de partout.
it: Folta e verde dappertutto.
ja: ふさふさ、一面の緑。
ko: 온통 무성하고 푸르게.
nl: Vol en overal groen.
pt_br: Cheia e verde por toda parte.
pt_pt: Cheia e verde por todo o lado.
ru: Густая и сплошь зелёная.
zh_hans: 枝叶茂密，满目青翠。
zh_hant: 枝葉茂密，滿目青翠。

source: calm before the world gets loud.
ar: هدوء قبل أن يضجّ العالم.
de: Ruhe, bevor die Welt laut wird.
es: Calma antes de que el mundo se vuelva ruidoso.
fr: Le calme avant que le monde ne s'agite.
it: Calma prima che il mondo diventi rumoroso.
ja: 世界が騒がしくなる前の静けさ。
ko: 세상이 시끄러워지기 전의 고요함.
nl: Rust voordat de wereld luid wordt.
pt_br: Calma antes de o mundo ficar barulhento.
pt_pt: Calma antes de o mundo ficar barulhento.
ru: Тишина, пока мир ещё не зашумел.
zh_hans: 在世界喧嚣之前的宁静。
zh_hant: 在世界喧囂之前的寧靜。

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleer
pt_br: Cancelar
pt_pt: Cancelar
ru: Отмена
zh_hans: 取消
zh_hant: 取消

source: cancel anytime · secure checkout
ar: إلغاء في أي وقت · دفع آمن
de: jederzeit kündbar · sichere Zahlung
es: cancela cuando quieras · pago seguro
fr: annulable à tout moment · paiement sécurisé
it: annulla quando vuoi · pagamento sicuro
ja: いつでも解約可 · 安全な決済
ko: 언제든 해지 · 안전한 결제
nl: altijd opzegbaar · veilig afrekenen
pt_br: cancele quando quiser · pagamento seguro
pt_pt: cancela quando quiseres · pagamento seguro
ru: отмена в любой момент · безопасная оплата
zh_hans: 随时取消 · 安全付款
zh_hant: 隨時取消 · 安全付款

source: Choose Apps to Block
ar: اختر التطبيقات المراد حظرها
de: Apps zum Sperren auswählen
es: Elegir apps para bloquear
fr: Choisir les apps à bloquer
it: Scegli le app da bloccare
ja: ブロックするアプリを選択
ko: 차단할 앱 선택
nl: Kies apps om te blokkeren
pt_br: Escolher apps para bloquear
pt_pt: Escolher apps para bloquear
ru: Выбрать приложения для блокировки
zh_hans: 选择要屏蔽的应用
zh_hant: 選擇要封鎖的應用程式

source: choose your
ar: اختر
de: wähle deine
es: elige tu
fr: choisis ta
it: scegli la tua
ja: 選んでください
ko: 선택하세요
nl: kies je
pt_br: escolha seu
pt_pt: escolhe o teu
ru: выбери свой
zh_hans: 选择你的
zh_hant: 選擇你的

source: clarity
ar: صفاء
de: Klarheit
es: claridad
fr: clarté
it: chiarezza
ja: 明晰さ
ko: 명료함
nl: helderheid
pt_br: clareza
pt_pt: clareza
ru: ясность
zh_hans: 清醒
zh_hant: 清醒

source: clear head, less noise, sharper day.
ar: ذهن صافٍ، ضجيج أقل، يوم أوضح.
de: Klarer Kopf, weniger Lärm, schärferer Tag.
es: Mente clara, menos ruido, día más nítido.
fr: Esprit clair, moins de bruit, journée plus nette.
it: Mente lucida, meno rumore, giornata più nitida.
ja: 澄んだ頭、少ない雑音、冴えた一日。
ko: 맑은 머리, 적은 소음, 또렷한 하루.
nl: Helder hoofd, minder ruis, scherpere dag.
pt_br: Mente clara, menos ruído, dia mais nítido.
pt_pt: Mente clara, menos ruído, dia mais nítido.
ru: Ясная голова, меньше шума, чёткий день.
zh_hans: 头脑清醒，杂念更少，一天更清晰。
zh_hant: 頭腦清醒，雜念更少，一天更清晰。

source: Confused
ar: حائر
de: Verwirrt
es: Confundido
fr: Confus
it: Confuso
ja: 戸惑い
ko: 혼란
nl: Verward
pt_br: Confuso
pt_pt: Confuso
ru: Растерянность
zh_hans: 困惑
zh_hant: 困惑

source: Contact:
ar: التواصل:
de: Kontakt:
es: Contacto:
it: Contatti:
ja: お問い合わせ:
ko: 문의:
pt_br: Contato:
pt_pt: Contacto:
ru: Контакты:
zh_hans: 联系方式：
zh_hant: 聯絡方式：

source: continue
ar: متابعة
de: Weiter
es: continuar
fr: continuer
it: continua
ja: 続ける
ko: 계속
nl: doorgaan
pt_br: continuar
pt_pt: continuar
ru: продолжить
zh_hans: 继续
zh_hant: 繼續

source: Cry
ar: أبكي
de: Weinen
es: Llorar
fr: Pleurer
it: Pianto
ja: 泣きたい
ko: 눈물
nl: Huilen
pt_br: Choro
pt_pt: Choro
ru: Слёзы
zh_hans: 想哭
zh_hant: 想哭

source: Data
ar: البيانات
de: Daten
es: Datos
fr: Données
it: Dati
ja: データ
ko: 데이터
nl: Gegevens
pt_br: Dados
pt_pt: Dados
ru: Данные
zh_hans: 数据
zh_hant: 資料

source: Data collection:
ar: جمع البيانات:
de: Datenerfassung:
es: Recopilación de datos:
fr: Collecte de données :
it: Raccolta dei dati:
ja: データの収集:
ko: 데이터 수집:
nl: Gegevensverzameling:
pt_br: Coleta de dados:
pt_pt: Recolha de dados:
ru: Сбор данных:
zh_hans: 数据收集：
zh_hant: 資料收集：

source: Data retention and deletion:
ar: الاحتفاظ بالبيانات وحذفها:
de: Datenspeicherung und -löschung:
es: Conservación y eliminación de datos:
fr: Conservation et suppression des données :
it: Conservazione ed eliminazione dei dati:
ja: データの保持と削除:
ko: 데이터 보관 및 삭제:
nl: Gegevensbewaring en -verwijdering:
pt_br: Retenção e exclusão de dados:
pt_pt: Retenção e eliminação de dados:
ru: Хранение и удаление данных:
zh_hans: 数据保留与删除：
zh_hant: 資料保留與刪除：

source: deep in the feed.
ar: غارق في الموجز.
de: tief im Feed.
es: metido en el feed.
fr: plongé dans le fil.
it: immerso nel feed.
ja: フィードに夢中。
ko: 피드에 푹 빠져요.
nl: diep in de feed.
pt_br: perdido no feed.
pt_pt: perdido no feed.
ru: глубоко в ленте.
zh_hans: 深陷信息流。
zh_hant: 深陷資訊流。

source: deep work, fewer distractions.
ar: عمل عميق، مشتتات أقل.
de: Tiefes Arbeiten, weniger Ablenkungen.
es: Trabajo profundo, menos distracciones.
fr: Travail en profondeur, moins de distractions.
it: Lavoro profondo, meno distrazioni.
ja: 深い集中、少ない気晴らし。
ko: 깊은 몰입, 적은 방해.
nl: Diep werk, minder afleiding.
pt_br: Trabalho profundo, menos distrações.
pt_pt: Trabalho profundo, menos distrações.
ru: Глубокая работа, меньше отвлечений.
zh_hans: 深度工作，更少干扰。
zh_hant: 深度工作，更少干擾。

source: Delete all data
ar: حذف كل البيانات
de: Alle Daten löschen
es: Eliminar todos los datos
fr: Supprimer toutes les données
it: Elimina tutti i dati
ja: すべてのデータを削除
ko: 모든 데이터 삭제
nl: Alle gegevens verwijderen
pt_br: Excluir todos os dados
pt_pt: Eliminar todos os dados
ru: Удалить все данные
zh_hans: 删除所有数据
zh_hant: 刪除所有資料

source: Delete all data?
ar: حذف كل البيانات؟
de: Alle Daten löschen?
es: ¿Eliminar todos los datos?
fr: Supprimer toutes les données ?
it: Eliminare tutti i dati?
ja: すべてのデータを削除しますか？
ko: 모든 데이터를 삭제할까요?
nl: Alle gegevens verwijderen?
pt_br: Excluir todos os dados?
pt_pt: Eliminar todos os dados?
ru: Удалить все данные?
zh_hans: 删除所有数据？
zh_hant: 刪除所有資料？

source: Delete entry
ar: حذف المدخلة
de: Eintrag löschen
es: Eliminar entrada
fr: Supprimer l'entrée
it: Elimina voce
ja: エントリーを削除
ko: 기록 삭제
nl: Item verwijderen
pt_br: Excluir entrada
pt_pt: Eliminar entrada
ru: Удалить запись
zh_hans: 删除条目
zh_hant: 刪除條目

source: Delete everything
ar: احذف كل شيء
de: Alles löschen
es: Eliminar todo
fr: Tout supprimer
it: Elimina tutto
ja: すべて削除
ko: 전부 삭제
nl: Alles verwijderen
pt_br: Excluir tudo
pt_pt: Eliminar tudo
ru: Удалить всё
zh_hans: 删除全部
zh_hant: 刪除全部

source: Disclaimer:
ar: إخلاء المسؤولية:
de: Haftungsausschluss:
es: Aviso legal:
fr: Avertissement :
it: Esclusione di responsabilità:
ja: 免責事項:
ko: 면책 조항:
pt_br: Aviso legal:
pt_pt: Aviso legal:
ru: Отказ от ответственности:
zh_hans: 免责声明：
zh_hant: 免責聲明：

source: done
ar: تم
de: Fertig
es: listo
fr: terminé
it: fatto
ja: 完了
ko: 완료
nl: klaar
pt_br: concluído
pt_pt: concluído
ru: готово
zh_hans: 完成
zh_hant: 完成

source: done!
ar: تم!
de: fertig!
es: ¡hecho!
fr: fait !
it: fatto!
ja: 完了！
ko: 완료!
nl: klaar!
pt_br: feito!
pt_pt: feito!
ru: готово!
zh_hans: 完成！
zh_hant: 完成！

source: each time you check in, you plant a sprout.
ar: في كل مرة تسجّل حضورك، تزرع برعمًا.
de: Jedes Mal, wenn du dich meldest, pflanzt du einen Spross.
es: cada vez que entras, plantas un brote.
fr: chaque fois que tu te connectes, tu plantes une pousse.
it: ogni volta che fai il check-in, pianti un germoglio.
ja: 記録するたびに、芽をひとつ植えます。
ko: 체크인할 때마다 새싹 하나를 심어요.
nl: elke keer dat je incheckt, plant je een scheut.
pt_br: cada vez que você faz check-in, planta um broto.
pt_pt: cada vez que fazes check-in, plantas um rebento.
ru: каждый раз, когда ты отмечаешься, ты сажаешь росток.
zh_hans: 每次打卡，你就种下一株嫩芽。
zh_hant: 每次打卡，你就種下一株嫩芽。

source: enable focus shield
ar: فعّل درع التركيز
de: Fokus-Schutz aktivieren
es: activar el escudo de enfoque
fr: activer le bouclier de concentration
it: attiva lo scudo di concentrazione
ja: フォーカスシールドを有効にする
ko: 집중 보호막 켜기
nl: focusschild inschakelen
pt_br: ativar o escudo de foco
pt_pt: ativar o escudo de foco
ru: включить щит фокуса
zh_hans: 开启专注护盾
zh_hant: 開啟專注護盾

source: energy
ar: طاقة
de: Energie
es: energía
fr: énergie
it: energia
ja: 活力
ko: 활력
nl: energie
pt_br: energia
pt_pt: energia
ru: энергия
zh_hans: 活力
zh_hant: 活力

source: every prompt to clear your head
ar: كل سؤال يصفّي ذهنك
de: jeder Impuls, um den Kopf frei zu bekommen
es: cada pregunta para despejar tu mente
fr: chaque invite pour t'éclaircir l'esprit
it: ogni spunto per liberare la mente
ja: 頭をすっきりさせるすべての問いかけ
ko: 머릿속을 비워 줄 모든 질문
nl: elke vraag om je hoofd leeg te maken
pt_br: cada estímulo para clarear a mente
pt_pt: cada estímulo para clarear a mente
ru: каждый вопрос, чтобы прояснить голову
zh_hans: 每一个帮你理清头脑的提问
zh_hant: 每一個幫你理清頭腦的提問

source: feeling %@
ar: أشعر بـ%@
de: fühle mich %@
es: me siento %@
fr: je me sens %@
it: mi sento %@
ja: %@な気分
ko: %@ 기분
nl: ik voel me %@
pt_br: me sentindo %@
pt_pt: a sentir-me %@
ru: чувствую: %@
zh_hans: 感觉%@
zh_hant: 感覺%@

source: Filling out, finding the light.
ar: تمتلئ وتبحث عن الضوء.
de: Wird voller und sucht das Licht.
es: Llenándose, buscando la luz.
fr: Se remplit, cherche la lumière.
it: Si riempie, cerca la luce.
ja: 葉を広げ、光を探して。
ko: 잎이 차오르며 빛을 찾는 중.
nl: Vult zich, op zoek naar het licht.
pt_br: Encorpando, buscando a luz.
pt_pt: A encorpar, à procura da luz.
ru: Наполняется, тянется к свету.
zh_hans: 渐渐丰盈，向光生长。
zh_hant: 漸漸豐盈，向光生長。

source: finish & unlock
ar: أنهِ وافتح
de: Fertig & entsperren
es: terminar y desbloquear
fr: terminer et déverrouiller
it: completa e sblocca
ja: 完了してロック解除
ko: 완료하고 잠금 해제
nl: afronden & ontgrendelen
pt_br: concluir e desbloquear
pt_pt: concluir e desbloquear
ru: завершить и разблокировать
zh_hans: 完成并解锁
zh_hant: 完成並解鎖

source: first letter, written
ar: أول رسالة، كُتبت
de: Erster Brief, geschrieben
es: primera carta, escrita
fr: première lettre, écrite
it: prima lettera, scritta
ja: 最初の一通、書けた
ko: 첫 편지, 완성
nl: eerste brief, geschreven
pt_br: primeira carta, escrita
pt_pt: primeira carta, escrita
ru: первое письмо написано
zh_hans: 第一封信，写完了
zh_hant: 第一封信，寫完了

source: Flourishing — the milestone reward.
ar: مزدهرة — مكافأة بلوغ المحطة.
de: In voller Pracht – die Belohnung für den Meilenstein.
es: Floreciente: la recompensa del hito.
fr: Épanouie — la récompense du palier.
it: Rigogliosa — la ricompensa del traguardo.
ja: 満開 — 節目のごほうび。
ko: 활짝 핀 — 이정표의 보상.
nl: Bloeiend — de beloning voor de mijlpaal.
pt_br: Florescendo — a recompensa do marco.
pt_pt: A florescer — a recompensa do marco.
ru: Цветёт — награда за достигнутый рубеж.
zh_hans: 繁花盛放——里程碑的奖赏。
zh_hant: 繁花盛放——里程碑的獎賞。

source: focus
ar: تركيز
de: Fokus
es: enfoque
fr: concentration
it: concentrazione
ja: 集中
ko: 집중
pt_br: foco
pt_pt: foco
ru: сосредоточенность
zh_hans: 专注
zh_hant: 專注

source: Full, healthy, thriving.
ar: ممتلئة وصحية ومزدهرة.
de: Voll, gesund, gedeihend.
es: Plena, sana, próspera.
fr: Pleine, saine, florissante.
it: Piena, sana, rigogliosa.
ja: 豊かで、健やかで、生き生き。
ko: 풍성하고 건강하게 번성.
nl: Vol, gezond, bloeiend.
pt_br: Cheia, saudável, vicejante.
pt_pt: Cheia, saudável, vicejante.
ru: Пышная, здоровая, цветущая.
zh_hans: 丰盈、健康、生机勃勃。
zh_hant: 豐盈、健康、生機勃勃。

source: getting things done
ar: إنجاز المهام
de: Dinge erledigt zu bekommen
es: sacar cosas adelante
fr: faire avancer les choses
it: portare a termine le cose
ja: やることを片づけたこと
ko: 할 일을 해낸 것
nl: dingen gedaan krijgen
pt_br: dar conta das tarefas
pt_pt: dar conta das tarefas
ru: сделанные дела
zh_hans: 把事情做完
zh_hant: 把事情做完

source: Good morning
ar: صباح الخير
de: Guten Morgen
es: Buenos días
fr: Bonjour
it: Buongiorno
ja: おはよう
ko: 좋은 아침
nl: Goedemorgen
pt_br: Bom dia
pt_pt: Bom dia
ru: Доброе утро
zh_hans: 早上好
zh_hant: 早安

source: good sleep
ar: نوم جيد
de: guter Schlaf
es: un buen sueño
fr: un bon sommeil
it: un buon sonno
ja: ぐっすり眠れたこと
ko: 잘 잔 잠
nl: goede slaap
pt_br: uma boa noite de sono
pt_pt: uma boa noite de sono
ru: хороший сон
zh_hans: 睡了个好觉
zh_hant: 睡了個好覺

source: got it
ar: فهمت
de: verstanden
es: entendido
fr: compris
it: ho capito
ja: わかった
ko: 알겠어요
nl: begrepen
pt_br: entendi
pt_pt: entendi
ru: понятно
zh_hans: 明白了
zh_hant: 明白了

source: GRATEFUL FOR
ar: ممتنّ لـ
de: DANKBAR FÜR
es: AGRADECIDO POR
fr: RECONNAISSANT POUR
it: GRATO PER
ja: 感謝していること
ko: 감사한 것
nl: DANKBAAR VOOR
pt_br: GRATO POR
pt_pt: GRATO POR
ru: БЛАГОДАРЕН ЗА
zh_hans: 感恩
zh_hant: 感恩

source: Grateful for:
ar: ممتنّ لـ:
de: Dankbar für:
es: Agradecido por:
fr: Reconnaissant pour :
it: Grato per:
ja: 感謝していること：
ko: 감사한 것:
nl: Dankbaar voor:
pt_br: Grato por:
pt_pt: Grato por:
ru: Благодарен за:
zh_hans: 感恩：
zh_hant: 感恩：

source: Happy
ar: سعيد
de: Glücklich
es: Feliz
fr: Heureux
it: Felice
ja: うれしい
ko: 행복
nl: Blij
pt_br: Feliz
pt_pt: Feliz
ru: Радость
zh_hans: 开心
zh_hant: 開心

source: here's the honest part —
ar: وهنا الجزء الصادق —
de: und jetzt der ehrliche Teil —
es: esta es la parte honesta —
fr: voici la partie honnête —
it: ecco la parte sincera —
ja: ここからは正直な話 —
ko: 솔직한 부분이에요 —
nl: hier komt het eerlijke deel —
pt_br: aqui vai a parte honesta —
pt_pt: aqui vai a parte honesta —
ru: а вот честная часть —
zh_hans: 说点实在的 —
zh_hant: 說點實在的 —

source: hours a year
ar: ساعة في السنة
de: Stunden im Jahr
es: horas al año
fr: heures par an
it: ore all'anno
ja: 時間／年
ko: 시간／해
nl: uur per jaar
pt_br: horas por ano
pt_pt: horas por ano
ru: часов в год
zh_hans: 小时／年
zh_hant: 小時／年

source: how it works
ar: كيف يعمل
de: so funktioniert's
es: cómo funciona
fr: comment ça marche
it: come funziona
ja: 使い方
ko: 이렇게 작동해요
nl: hoe het werkt
pt_br: como funciona
pt_pt: como funciona
ru: как это работает
zh_hans: 运作方式
zh_hant: 運作方式

source: how long do you scroll before you open honestly?
ar: كم تتصفّح قبل أن تفتح Honestly؟
de: Wie lange scrollst du, bevor du Honestly öffnest?
es: ¿cuánto haces scroll antes de abrir Honestly?
fr: combien de temps scrolles-tu avant d'ouvrir Honestly ?
it: quanto scrolli prima di aprire Honestly?
ja: Honestlyを開く前に、どれくらいスクロールしますか？
ko: Honestly를 열기 전에 얼마나 스크롤하나요?
nl: hoe lang scroll je voordat je Honestly opent?
pt_br: quanto tempo você rola antes de abrir o Honestly?
pt_pt: quanto tempo fazes scroll antes de abrir o Honestly?
ru: сколько ты листаешь ленту, прежде чем открыть Honestly?
zh_hans: 打开 Honestly 之前，你会刷多久？
zh_hant: 打開 Honestly 之前，你會滑多久？

source: how your plant grows
ar: كيف تنمو نبتتك
de: Wie deine Pflanze wächst
es: cómo crece tu planta
fr: comment ta plante grandit
it: come cresce la tua pianta
ja: 植物の育ち方
ko: 당신의 식물이 자라는 법
nl: hoe je plant groeit
pt_br: como sua planta cresce
pt_pt: como a tua planta cresce
ru: как растёт твоё растение
zh_hans: 你的植物如何成长
zh_hant: 你的植物如何成長

source: how's the inside weather today?
ar: كيف حال طقسك الداخلي اليوم؟
de: Wie ist das innere Wetter heute?
es: ¿cómo está el clima de adentro hoy?
fr: quel temps fait-il au-dedans aujourd'hui ?
it: com'è il tempo interiore oggi?
ja: 今日の心の 天気は？
ko: 오늘 마음의 날씨는 어때요?
nl: hoe is het weer vanbinnen vandaag?
pt_br: como está o clima por dentro hoje?
pt_pt: como está o clima cá dentro hoje?
ru: какая сегодня погода внутри?
zh_hans: 今天内心的 天气如何？
zh_hant: 今天內心的 天氣如何？

source: iCloud backup
ar: نسخ iCloud الاحتياطي
es: Copia de seguridad en iCloud
fr: Sauvegarde iCloud
it: Backup iCloud
ja: iCloudバックアップ
ko: iCloud 백업
pt_br: Backup do iCloud
pt_pt: Cópia de segurança do iCloud
ru: Резервная копия iCloud
zh_hans: iCloud 备份
zh_hant: iCloud 備份

source: iCloud Sync
ar: مزامنة iCloud
es: Sincronización con iCloud
fr: Synchronisation iCloud
it: Sincronizzazione iCloud
ja: iCloud同期
ko: iCloud 동기화
nl: iCloud-synchronisatie
pt_br: Sincronização do iCloud
pt_pt: Sincronização do iCloud
ru: Синхронизация iCloud
zh_hans: iCloud 同步
zh_hant: iCloud 同步

source: if you could only do one thing today, what would it be?
ar: لو كان بإمكانك فعل شيء واحد فقط اليوم، فماذا سيكون؟
de: Wenn du heute nur eine Sache tun könntest, welche wäre es?
es: Si solo pudieras hacer una cosa hoy, ¿cuál sería?
fr: Si tu ne pouvais faire qu'une seule chose aujourd'hui, laquelle serait-ce ?
it: Se oggi potessi fare una sola cosa, quale sarebbe?
ja: 今日ひとつだけできるとしたら、何をしますか？
ko: 오늘 한 가지만 할 수 있다면 무엇을 하겠어요?
nl: Als je vandaag maar één ding kon doen, wat zou dat zijn?
pt_br: Se você só pudesse fazer uma coisa hoje, qual seria?
pt_pt: Se só pudesses fazer uma coisa hoje, qual seria?
ru: Если бы сегодня ты мог сделать только одно, что бы это было?
zh_hans: 如果今天只能做一件事，会是什么？
zh_hant: 如果今天只能做一件事，會是什麼？

source: it adds up fast.
ar: يتراكم بسرعة.
de: das summiert sich schnell.
es: se acumula rápido.
fr: ça s'accumule vite.
it: si accumula in fretta.
ja: あっという間に積み重なる。
ko: 금세 쌓여요.
nl: het loopt snel op.
pt_br: acumula rápido.
pt_pt: acumula depressa.
ru: это быстро накапливается.
zh_hans: 时间累积得很快。
zh_hant: 時間累積得很快。

source: join morning club
ar: انضم إلى نادي الصباح
de: Morning Club beitreten
es: unirse al club de la mañana
fr: rejoindre le club du matin
it: iscriviti al morning club
ja: モーニングクラブに参加
ko: 모닝 클럽 가입
nl: word lid van de morning club
pt_br: entrar no clube da manhã
pt_pt: juntar-te ao clube da manhã
ru: вступить в утренний клуб
zh_hans: 加入晨间俱乐部
zh_hant: 加入晨間俱樂部

source: Journal
ar: اليوميات
de: Tagebuch
es: Diario
it: Diario
ja: 日記
ko: 일기
nl: Dagboek
pt_br: Diário
pt_pt: Diário
ru: Дневник
zh_hans: 日记
zh_hant: 日記

source: journal every day to grow. miss days and your plant gently steps back.
ar: اكتب كل يوم لتنمو. إن غبت أيامًا تتراجع نبتتك بلطف.
de: Schreibe jeden Tag, um zu wachsen. Lässt du Tage aus, geht deine Pflanze sanft zurück.
es: escribe cada día para crecer. si faltas, tu planta retrocede suavemente.
fr: écris chaque jour pour grandir. si tu sautes des jours, ta plante recule doucement.
it: scrivi ogni giorno per crescere. se salti dei giorni, la pianta torna gentilmente indietro.
ja: 毎日書いて育てましょう。書かない日が続くと、植物はそっと後戻りします。
ko: 매일 기록하면 자라요. 며칠 거르면 식물이 살며시 뒷걸음쳐요.
nl: schrijf elke dag om te groeien. sla je dagen over, dan zakt je plant zachtjes terug.
pt_br: escreva todos os dias para crescer. se faltar, sua planta recua suavemente.
pt_pt: escreve todos os dias para crescer. se faltares, a tua planta recua suavemente.
ru: пиши каждый день, чтобы расти. пропустишь дни — растение мягко отступит назад.
zh_hans: 每天书写才能成长。中断几天，植物就会悄悄退回一些。
zh_hant: 每天書寫才能成長。中斷幾天，植物就會悄悄退回一些。

source: keep going
ar: تابع
de: weiter so
es: seguir
fr: continuer
it: continua
ja: 続ける
ko: 계속하기
nl: ga door
pt_br: continuar
pt_pt: continuar
ru: продолжить
zh_hans: 继续
zh_hant: 繼續

source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
nl: Taal
pt_br: Idioma
pt_pt: Idioma
ru: Язык
zh_hans: 语言
zh_hant: 語言

source: Last updated: %@
ar: آخر تحديث: %@
de: Zuletzt aktualisiert: %@
es: Última actualización: %@
fr: Dernière mise à jour : %@
it: Ultimo aggiornamento: %@
ja: 最終更新: %@
ko: 마지막 업데이트: %@
nl: Laatst bijgewerkt: %@
pt_br: Última atualização: %@
pt_pt: Última atualização: %@
ru: Последнее обновление: %@
zh_hans: 最近更新：%@
zh_hant: 最近更新：%@
